/* No comment provided by engineer. */
"%.0lfk of %.0lfk" = "%1$.0lfk su %2$.0lfk";

/* No comment provided by engineer. */
"%@ %@ has been installed and will be ready to use next time %@ starts! Would you like to relaunch now?" = "%1$@ %2$@ è stato installato e sarà pronto all'uso al prossimo avvio di %3$@! Vuoi riavviare adesso?";

/* No comment provided by engineer. */
"%@ %@ is currently the newest version available." = "%1$@ %2$@ è attualmente la versione più recente disponibile.";

/* No comment provided by engineer. */
"update_available_%@_%@_%@" = "%1$@ %2$@ è disponibile (tu hai la %3$@). Vuoi scaricarla ora?";
"upgrade_available_%@_%@_%@" = "%1$@ %2$@ è disponibile (tu hai la %3$@). <r>**Questa nuova versione è un aggiornamento a pagamento che offre una versione di prova di 30 giorni totalmente funzionante.**<r> Vuoi scaricarla ora? La versione attuale di CCC verrà mantenuta nel caso decidessi di non aggiornare.";

/* No comment provided by engineer. */
"%@ does not have permission to write to the application's directory! Move CCC to the Trash, then download the latest version at https://bombich.com/download" = "%@ non ha i permessi per scrivere nella directory dell’applicazione! Sposta CCC nel Cestino, quindi scarica l’ultima versione da https://bombich.com/download.";

/* No comment provided by engineer. */
"A new version of %@ has been installed!" = "E' stata installata una versione più recente di %@ !";

/* No comment provided by engineer. */
"A new version of %@ is available!" = "È disponibile una nuova versione di %@!";

/* No comment provided by engineer. */
"An error occurred during installation. Please try again later." = "Si è verificato un errore durante l'installazione. Riprova.";

/* No comment provided by engineer. */
"An error occurred in retrieving update information. Please try again later." = "Si è verificato un errore durante la ricerca delle informazioni sugli aggiornamenti. Riprova più tardi.";

/* No comment provided by engineer. */
"An error occurred while extracting the archive. Please try again later." = "Si è verificato un errore durante l'estrazione dell'archivio. Riprova più tardi.";

/* No comment provided by engineer. */
"An error occurred while trying to download the file. Please try again later." = "Si è verificato un errore il download del file. Riprova più tardi.";

/* No comment provided by engineer. */
"An update is already in progress!" = "Il processo di aggiornamento è già in corso!";

/* No comment provided by engineer. */
"Cancel" = "Annulla";

/* No comment provided by engineer. */
"Check for updates on startup?" = "Controllare la disponibilità di aggiornamenti all'avvio?";

/* No comment provided by engineer. */
"Downloading update..." = "Scarico nuova versione…";

/* No comment provided by engineer. */
"Extracting update..." = "Estrazione aggiornamento...";

/* No comment provided by engineer. */
"Install and Relaunch" = "Installa e riavvia";

/* No comment provided by engineer. */
"Installing update..." = "Installazione aggiornamento...";

/* No comment provided by engineer. */
"No" = "No";

/* No comment provided by engineer. */
"OK" = "OK";

/* No comment provided by engineer. */
"Ready to install!" = "Pronto per installare!";

/* No comment provided by engineer. */
"Update Error!" = "Errore di aggiornamento!";

/* No comment provided by engineer. */
"Updating %@" = "Aggiornamento %@";

/* No comment provided by engineer. */
"Would you like %@ to check for updates on startup? If not, you can initiate the check manually from the application menu." = "Vuoi che %@ verifichi gli aggiornamenti all'avvio? In caso contrario puoi avviare la verifica manualmente dal menu dell'applicazione.";

/* No comment provided by engineer. */
"Yes" = "Sì";

/* No comment provided by engineer. */
"You're up to date!" = "Sei aggiornato!";

/* No comment provided by engineer. */
"Quit" = "Esci";

"auto_check_prompt" = "Vuoi che CCC verifichi automaticamente gli aggiornamenti? Puoi modificare l'impostazione in \"Aggiornamento software\" nella finestra Impostazioni di CCC.";
"Check for updates on startup?" = "Controllare la disponibilità di aggiornamenti all'avvio?";
"collect_task_stats" = "Raccogli statistiche anonime sull'operazione";
"Don't Check" = "Non controllare";
"Check Automatically" = "Controlla automaticamente";
"Install Update" = "Installa aggiornamento";
"Install Upgrade" = "Installa aggiornamento";
